Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: There is no medical condition that would absolutely restrict a person’s eligibility for sterilization, although some conditions and circumstances will require that certain precautions are taken, including those where the recommendation is assigned as Category C (caution), D (delay) or S (special). For some of these conditions and circumstances, the theoretical or proven risks may outweigh the advantages of undergoing sterilization, particularly female sterilization. Where the risks of sterilization outweigh the benefits, long-term, highly effective contraceptive methods are a preferable alternative. Decisions in this regard will have to be made on an individual basis, considering the risks and benefits of sterilization versus the risks of pregnancy, and the availability and acceptability of highly effective, alternative methods.
as_in: এনে কোনো চিকিৎসীয় স্থিতি নাই যিয়ে এগৰাকী ব্যক্তিৰ বন্ধ্যাকৰণ কৰাৰ যোগ্যতা সম্পূৰ্ণৰূপে সীমিত কৰিব, অৱশ্যে কিছুমান অৱস্থা আৰু পৰিস্থিতিৰ বাবে কিছুমান সাৱধানতা অৱলম্বন কৰাৰ প্ৰয়োজন হ'ব, যাৰ ভিতৰত আছে শ্ৰেণী C (সাৱধানতা), D (বিলম্ব) বা S (বিশেষ)। এনে কিছুমান অৱস্থা আৰু পৰিস্থিতিৰ বাবে, তত্ত্বগত বা প্ৰমাণিত বিপদাশংকাবোৰ বন্ধ্যাকৰণ কৰাৰ সুবিধাবোৰতকৈ অধিক হ'ব পাৰে, বিশেষকৈ মহিলা বন্ধ্যাকৰণৰ ক্ষেত্ৰত। যিক্ষেত্ৰত বন্ধ্যাকৰণৰ বিপদাশংকা লাভালাভতকৈ অধিক হয়, তেনেক্ষেত্ৰত দীৰ্ঘম্যাদী, অত্যাধিক কাৰ্যকৰী গৰ্ভনিৰোধক পদ্ধতি হৈছে এক ভাল বিকল্প। বন্ধ্যাকৰণৰ বিপদাশংকা আৰু লাভালাভ আৰু গৰ্ভধাৰণৰ বিপদাশংকা আৰু অত্যাধিক কাৰ্যকৰী, বৈকল্পিক পদ্ধতিৰ উপলব্ধতা আৰু গ্ৰহণযোগ্যতাৰ কথা বিবেচনা কৰি এই সন্দৰ্ভত ব্যক্তি বিশেষৰ ভিত্তিত সিদ্ধান্ত ল'ব লাগিব।
bn_in: বন্ধ্যাত্বকরণের জন্য কোনও ব্যক্তির যোগ্যতা চূড়ান্তভাবে নিষেধ করতে পারে এমন কোনও চিকিৎসাগত সমস্যা নেই, যদিও কয়েকটি সমস্যায় ও পরিস্থিতিতে নির্দিষ্ট সতর্কতা নেওয়া আবশ্যক হবে, শ্রেণি C (কশন), D (ডিলে) বা S (স্পেশাল) হিসেবে নিয়োজিত সুপারিশগুলি সহ। এইসব সমস্যা ও পরিস্থিতির কয়েকটির ক্ষেত্রে, বন্ধ্যাত্বকরণ করানোর, বিশেষত মহিলা বন্ধ্যাত্বকরণের সুবিধাগুলির উপরে থাকবে অপ্রমাণিত ও প্রমাণিত ঝুঁকিগুলি। বন্ধ্যাত্বকরণের উপকারিতার উপরে ঝুঁকি থাকলে, বাঞ্ছিত পরিবর্ত হবে দীর্ঘস্থায়ী, খুবই কার্যকর গর্ভনিরোধক পদ্ধতি। এই সম্বন্ধে সিদ্ধান্ত নেওয়া হবে ব্যক্তির ভিত্তিতে, বন্ধ্যাত্বকরণের উপকারিতা ও ঝুঁকি বনাম গর্ভধারণের ঝুঁকি এবং খুবই কার্যকর পরিবর্ত পদ্ধতির উপলভ্যতা ও গ্রহণযোগ্যতা বিবেচনা করা হবে।
gu_in: એવી કોઈ તબીબી સ્થિતિ નથી, જે નસબંધી માટેની વ્યક્તિની ક્ષમતાને સંપૂર્ણપણે પ્રતિબંધિત કરી શકતી હોય, તેમ છતાં એવી કેટલીક સ્થિતિઓ અને પરિસ્થિતિઓ છે, જેમાં કેટલીક સાવચેતીઓ લેવી જરૂરી બની જાય છે, એવી પરિસ્થિતિઓ સહિત કે જેમાં કેટેગરી C (સાવચેતી), D (વિલંબ) કે S (વિશેષ) તરીકે ભલામણો કરવામાં આવી હોય. આવી કેટલીક સ્થિતિઓ અને પરિસ્થિતિઓમાં નસબંધી કરાવવાના ફાયદાઓ કરતાં સૈદ્ધાંતિક કે સાબિત થયેલા જોખમોનો પ્રભાવ વધી જતો હોય છે, ખાસ કરીને સ્ત્રીઓની નસબંધીમાં. જે પરિસ્થિતિઓમાં નસબંધીના ફાયદાઓ કરતાં જોખમો વધી જતાં હોય ત્યારે લાંબાગાળાની, અત્યંત અસરકારક ગર્ભનિરોધક પદ્ધતિઓ પસંદગીનો વિકલ્પ બની જાય છે. આ સંબંધમાં નિર્ણય નસબંધીના જોખમો અને ફાયદા વિરુદ્ધ ગર્ભાવસ્થાના જોખમ અંગે તથા અત્યંત અસરકારક, વૈકલ્પિક પદ્ધતિઓની ઉપલબ્ધતા અને સ્વીકાર્યતા અંગે વિચારણા કરી વ્યક્તિગત ધોરણે લેવો જોઇએ.
hi: किसी भी व्यक्ति को नसबंदी की पात्रता से पूरी तरह से प्रतिबंधित कर दे, ऐसी कोई चिकित्सीय स्थिति नहीं है। हालांकि कुछ स्थितियों और परिस्थितियों के लिए कुछ सावधानियां बरतनी आवश्यक होंगी। इनमें वे भी शामिल हैं जहां सिफारिश को श्रेणी C (सावधानी), D (विलंब) या S(विशेष) के रूप में सौंपा गया है। इनमें से कुछ स्थितियों और परिस्थितियों के लिए, सैद्धांतिक या सिद्ध जोखिम, नसबंदी विशेष रूप से महिला नसबंदी कराने के लाभों से अधिक हो सकते हैं। जहां नसबंदी के जोखिम लाभ से अधिक हैं, दीर्घकालिक, अत्यधिक प्रभावी गर्भनिरोधक तरीके एक बेहतर विकल्प हैं। इस संबंध में निर्णय व्यक्तिगत आधार पर करना होगा, जिसमें नसबंदी के जोखिमों और लाभों बनाम गर्भावस्था के जोखिमों और अत्यधिक प्रभावी, वैकल्पिक तरीकों की उपलब्धता और स्वीकार्यता पर विचार करना होगा।
kn_in: ಶಿಫಾರಸುಗಳನ್ನು ವರ್ಗ C (ಎಚ್ಚರಿಕೆ), D (ವಿಳಂಬ) ಅಥವಾ S (ವಿಶೇಷ) ಎಂದು ನಿಗದಿಪಡಿಸಲಾಗಿರುವ ಪರಿಸ್ಥಿತಿಗಳೂ ಸೇರಿದಂತೆ ಕೆಲವು ಪರಿಸ್ಥಿತಿಗಳು ಮತ್ತು ಸಂದರ್ಭಗಳಲ್ಲಿ ಕೆಲವು ಮುನ್ನೆಚ್ಚರಿಕೆಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬೇಕಾಗುವ ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿಯಿಲ್ಲದಿದ್ದರೂ ಸಂತಾನಹರಣಕ್ಕೆ ವ್ಯಕ್ತಿಯ ಅರ್ಹತೆಯನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ನಿರ್ಬಂಧಿಸುವ ಯಾವುದೇ ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿಯಿರುವುದಿಲ್ಲ. ಈ ಕೆಲವು ಪರಿಸ್ಥಿತಿಗಳು ಮತ್ತು ಸಂದರ್ಭಗಳಿಗೆ, ಸೈದ್ಧಾಂತಿಕವಾದ ಅಥವಾ ಸಾಬೀತಾದ ಅಪಾಯಗಳು ಸಂತಾನಹರಣಕ್ಕೆ, ವಿಶೇಷವಾಗಿ ಸ್ತ್ರೀ ಸಂತಾನಹರಣಕ್ಕೆ ಒಳಗಾಗುವ ಅನುಕೂಲಗಳನ್ನು ಮೀರಿಸಬಹುದು, . ಸಂತಾನಹರಣದ ಅಪಾಯಗಳು ಪ್ರಯೋಜನಗಳನ್ನು ಮೀರಿಸುತ್ತಿದ್ದಲ್ಲಿ, ದೀರ್ಘಕಾಲೀನ, ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾದ ಗರ್ಭನಿರೋಧಕ ವಿಧಾನಗಳು ಆದ್ಯತೆಯ ಪರ್ಯಾಯವಾಗಿದೆ. ಗರ್ಭಧಾರಣೆಯ ಅಪಾಯಗಳ ವಿರುದ್ಧ ಸಂತಾನಹರಣದ ಅಪಾಯಗಳು ಮತ್ತು ಪ್ರಯೋಜನಗಳು ಮತ್ತು ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿ, ಪರ್ಯಾಯ ವಿಧಾನಗಳ ಲಭ್ಯತೆ ಮತ್ತು ಸ್ವೀಕಾರಾರ್ಹತೆಯನ್ನು ಪರಿಗಣಿಸಿ ಈ ನಿಟ್ಟಿನಲ್ಲಿನ ನಿರ್ಧಾರಗಳನ್ನು ವೈಯಕ್ತಿಕ ಆಧಾರದ ಮೇಲೆ ತೆಗೆದುಕೊಳ್ಳಬೇಕಾಗುತ್ತದೆ.
ml_in: ഒരു വ്യക്തിയുടെ വന്ധ്യംകരണത്തിനുള്ള യോഗ്യതയെ പൂർണ്ണമായി പരിമിതപ്പെടുത്തുന്ന ഒരു രോഗാവസ്ഥയും ഇല്ല. എന്നിരുന്നാലും ചില അവസ്ഥകൾക്കും സാഹചര്യങ്ങൾക്കും ശുപാർശ വിഭാഗം C (കോഷൻ അഥവാ ജാഗ്രത), D (ഡിലേ അഥവാ കാലതാമസം) അല്ലെങ്കിൽ S (സ്പെഷ്യൽ അഥവാ പ്രത്യേകം ) എന്നിവയുൾപ്പെടെ ചില മുൻകരുതലുകൾ എടുക്കേണ്ടത് ആവശ്യമാണ്. ഈ അവസ്ഥകളിലും സാഹചര്യങ്ങളിലും ചിലതിന്, സൈദ്ധാന്തികമോ തെളിയിക്കപ്പെട്ടതോ ആയ അപകടസാധ്യതകൾ വന്ധ്യംകരണത്തിന് വിധേയമാകുന്നതിന്റെ ഗുണങ്ങളെക്കാൾ കൂടുതലായിരിക്കാം, പ്രത്യേകിച്ച് സ്ത്രീയുടെ വന്ധ്യംകരണം. വന്ധ്യംകരണത്തിന്റെ അപകടസാധ്യതകൾ നേട്ടങ്ങളേക്കാൾ കൂടുതലാണെങ്കിൽ, ദീർഘകാലത്തേക്കുള്ള വളരെ ഫലപ്രദവുമായ ഇതര ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ അഭികാമ്യമാണ്. ഗർഭാവസ്ഥയുടെ അപകടസാധ്യതകളും വന്ധ്യംകരണത്തിന്റെ അപകടസാധ്യതകളും നേട്ടങ്ങളും, വളരെ ഫലപ്രദവും ബദൽ രീതികളുടെ ലഭ്യതയും സ്വീകാര്യതയും കണക്കിലെടുത്ത് ഇക്കാര്യത്തിൽ വ്യക്തിഗതമായി തീരുമാനങ്ങൾ എടുക്കേണ്ടതുണ്ട്.
or_in: ଏପରି କୌଣସି ସ୍ଥିତି ନାହିଁ, ଯାହା ବନ୍ଧ୍ୟାକରଣ ପାଇଁ କୌଣସି ବ୍ୟକ୍ତିର ଯୋଗ୍ୟତାକୁ ସମ୍ପୂର୍ଣ୍ଣ ଭାବେ ପ୍ରତିବନ୍ଧିତ କରିବ, ହେଲେ ଏପରି କେତେକ ସର୍ତ୍ତ ଓ ପରିସ୍ଥିତିର ଆବଶ୍ୟକତା ହେବ, ଯେଉଁଥିରେ ସତର୍କତା ଅବଲମ୍ୱନ କରାଯାଏ, ଯେଉଁଥିରେ ସେହି ଲୋକମାନଙ୍କୁ ଅନ୍ତର୍ଭୁକ୍ତ କରାଯାଏ, ଯେଉଁଠାରେ ସୁପାରିସଗୁଡ଼ିକୁ C (ସତର୍କତା), D (ବିଳମ୍ୱ) କିମ୍ୱା S (ବିଶେଷ) ଭାବରେ ଆବଣ୍ଟିତ କରାଯାଇଛି।ଏହି ଅବସ୍ଥା ଓ ପରିସ୍ଥିତିଗୁଡ଼ିକ ମଧ୍ୟରୁ କିଛି ପାଇଁ, ସୈଦ୍ଧାନ୍ତିକ କିମ୍ୱା ପ୍ରମାଣିତ ବିପଦ ବନ୍ଧ୍ୟାକରଣ, ବିଶେଷକରି ମହିଳା ବନ୍ଧ୍ୟାକରଣ କରିବାର ଲାଭରୁ ପଛରେ ପକାଇଦେଇପାରେ।ଯେଉଁଠାରେ ବନ୍ଧ୍ୟାକରଣର ବିପଦ ଲାଭଗୁଡ଼ିକୁ ପଛରେ ପକାଇଥାଏ ଦୀର୍ଘକାଳୀନ, ଉଚ୍ଚତର ପ୍ରଭାବଶୀଳତା ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀଗୁଡ଼ିକ ହେଉଛି ଉତ୍ତମ ବିକଳ୍ପ।ବନ୍ଧ୍ୟାକରଣର ବିପଦ ଓ ଲାଭ ବନାମ ଗର୍ଭଧାରଣର ବିପଦ ଏବଂ ଉଚ୍ଚତର ପ୍ରଭାବଶାଳୀ, ବିକଳ୍ପ ପ୍ରଣାଳୀଗୁଡ଼ିକର ଉପଲବ୍ଧତା ଓ ସ୍ୱୀକାର୍ଯ୍ୟତାକୁ ବିଚାର କରି ଏହି ସମ୍ୱନ୍ଧରେ ନିଷ୍ପତ୍ତି ବ୍ୟକ୍ତିଗତ ଆଧାରରେ କରାଯିବାକୁ ହେବ।
pa_in: ਅਜਿਹੀ ਕੋਈ ਮੈਡੀਕਲ ਸਥਿਤੀ ਨਹੀਂ ਹੈ ਜੋ ਨਸਬੰਦੀ ਲਈ ਕਿਸੇ ਵਿਅਕਤੀ ਦੀ ਯੋਗਤਾ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸੀਮਤ ਕਰੇਗੀ, ਹਾਲਾਂਕਿ ਕੁਝ ਸਥਿਤੀਆਂ ਅਤੇ ਹਾਲਾਤਾਂ ਲਈ ਕੁਝ ਸਾਵਧਾਨੀਆਂ ਵਰਤਣ ਦੀ ਲੋੜ ਹੋਵੇਗੀ, ਜਿਸ ਵਿੱਚ ਉਹ ਵੀ ਸ਼ਾਮਲ ਹਨ ਜਿੱਥੇ ਸਿਫਾਰਸ਼ ਨੂੰ ਸ਼੍ਰੇਣੀ C (ਸਾਵਧਾਨੀ), D (ਦੇਰੀ) ਜਾਂ S (ਵਿਸ਼ੇਸ਼) ਵਜੋਂ ਨਿਰਧਾਰਤ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੁਝ ਸਥਿਤੀਆਂ ਅਤੇ ਹਾਲਾਤਾਂ ਲਈ, ਸਿਧਾਂਤਕ ਜਾਂ ਸਾਬਤ ਜੋਖ਼ਮ ਨਸਬੰਦੀ ਕਰਵਾਉਣ ਦੇ ਫਾਇਦਿਆਂ ਤੋਂ ਵੱਧ ਹੋ ਸਕਦੇ ਹਨ, ਖਾਸ ਕਰਕੇ ਔਰਤਾਂ ਦੀ ਨਸਬੰਦੀ। ਜਿੱਥੇ ਨਸਬੰਦੀ ਦੇ ਜੋਖ਼ਮ ਲਾਭਾਂ ਤੋਂ ਵੱਧ ਹਨ, ਲੰਬੇ ਸਮੇਂ ਦੇ, ਬਹੁਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀ ਇੱਕ ਬਿਹਤਰ ਵਿਕਲਪ ਹਨ। ਇਸ ਸਬੰਧ ਵਿੱਚ ਫੈਸਲੇ ਵਿਅਕਤੀਗਤ ਅਧਾਰ 'ਤੇ ਕੀਤੇ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ, ਨਸਬੰਦੀ ਦੇ ਜੋਖ਼ਮਾਂ ਅਤੇ ਲਾਭਾਂ ਬਨਾਮ ਗਰਭ ਅਵਸਥਾ ਦੇ ਜੋਖ਼ਮਾਂ ਅਤੇ ਬਹੁਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ, ਵਿਕਲਪਕ ਵਿਧੀਆਂ ਦੀ ਉਪਲਬਧਤਾ ਅਤੇ ਸਵੀਕਾਰਤਾ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦੇ ਹੋਏ।
ta_in: ஒரு நபரின் ஸ்டெரிலைசேஷனுக்கான தகுதிநிலையை முற்றிலும் கட்டுப்படுத்தும் எந்த ஒரு மருத்துவ நிலையும் கிடையாது. ஆனால் பிரிவு C ( எச்சரிக்கை), D (தாமதம்) அல்லது S (விசேஷ) என பரிந்துரைக்கப்படுபவை உட்பட, சில நிலைமைகள் மற்றும் சூழ்நிலைகளில், , சில முன்னெச்சரிக்கை நடவடிக்கைகள் எடுக்கப்பட வேண்டியிருந்தாலும், கருத்தடை செய்வதற்கான ஒரு நபரின் தகுதியை முற்றிலும் கட்டுப்படுத்தும் மருத்துவ நிலை எதுவும் இல்லை. இந்த நிலைமைகள் மற்றும் சூழ்நிலைகளில் சிலவற்றுக்கு, குறிப்பாக பெண் கருத்தடையில் கருத்தடை செய்வதின் நன்மைகளை விட கோட்பாடு அல்லது நிரூபிக்கப்பட்ட அபாயங்கள் அதிகமாக இருக்கலாம். கருத்தடையின் அபாயங்கள் நன்மைகளை விட அதிகமாக இருந்தால், நீண்ட காலம் நீடிக்கும், மிகவும் பயனுள்ள கருத்தடை முறைகள் விரும்பத்தக்க மாற்றாகும். கருத்தடையின் அபாயங்கள் மற்றும் நன்மைகள் மற்றும் கர்ப்பத்தின் அபாயங்கள் மற்றும் மிகவும் பயனுள்ள, மாற்று முறைகளின் கிடைக்கும் தன்மை மற்றும் ஏற்றுக் கொள்ளுதல் ஆகியவற்றை கருத்தில் கொண்டு, இது தொடர்பான முடிவுகள் தனிப்பட்ட அடிப்படையில் எடுக்கப்பட வேண்டும்.
te_in: స్టెరిలైజేషన్ కోసం ఒక వ్యక్తి యొక్క అర్హతను ఖచ్చితంగా పరిమితం చేసే వైద్య పరిస్థితి ఏదీ లేదు, అయితే కొన్ని షరతులు మరియు పరిస్థితులలో కొన్ని జాగ్రత్తలు తీసుకోవలసి ఉంటుంది, కేటగిరీ C (జాగ్రత్త), D (ఆలస్యం) లేదా S (ప్రత్యేకమైనది) ) ఈ పరిస్థితులు మరియు పరిస్థితులలో కొన్నింటికి, సైద్ధాంతిక లేదా నిరూపితమైన నష్టాలు స్టెరిలైజేషన్ చేయించుకోవడం వల్ల కలిగే ప్రయోజనాల కంటే, ముఖ్యంగా ఆడ స్టెరిలైజేషన్ కంటే ఎక్కువగా సిఫార్సు ఉండవచ్చు. స్టెరిలైజేషన్ వల్ల కలిగే నష్టాలు ప్రయోజనాల కంటే ఎక్కువగా ఉంటే, దీర్ఘకాలిక, అత్యంత ప్రభావవంతమైన గర్భనిరోధక పద్ధతులు, ఉత్తమ ప్రత్యామ్నాయం. ఈ విషయంలో నిర్ణయాలు వ్యక్తిగత ప్రాతిపదికన తీసుకోవలసి ఉంటుంది, స్టెరిలైజేషన్ వల్ల కలిగే నష్టాలు మరియు ప్రయోజనాలు మరియు గర్భధారణ ప్రమాదాలు మరియు అత్యంత ప్రభావవంతమైన ప్రత్యామ్నాయ పద్ధతుల లభ్యత మరియు ఆమోదయోగ్యతను పరిగణనలోకి తీసుకుంటాయి.

source: Thickens cervical mucous to block sperm and egg from meeting and prevents ovulation.
as_in: শুক্ৰাণু আৰু ডিম্বাণু একে লগ হোৱাটো ৰোধ কৰিবলৈ গ্ৰীৱাৰ শ্লেষ্মা ডাঠ কৰে আৰু ডিম্বস্ফোটন প্ৰতিহত কৰে।
bn_in: শুক্রাণু ও ডিম্বাণুর মিলনে বাধা দিতে জরায়ুর শ্লৈষ্মিক ঝিল্লি পুরু করে ও ডিম্বস্ফোটন রোধ করে।
gu_in: શુક્રાણુ અને અંડાણુંનું મિલન થતું અટકાવવા સર્વાઇકલ મ્યુકસને જાડું કરી દે છે અને અંડોત્સર્ગને રોકે છે.
hi: शुक्राणु और अंडे को मिलने से रोकने के लिए ग्रीवा श्लेष्म (सर्वाइकल म्यूकस) को गाढ़ा करती हैं और स्त्रीबीजजनन (ओव्यूलेशन) को रोकती हैं
kn_in: ವೀರ್ಯ ಮತ್ತು ಅಂಡಾಣು ಭೇಟಿಯಾಗದಂತೆ ತಡೆಯಲು ಗರ್ಭಕಂಠದ ಲೋಳೆಯನ್ನು ದಪ್ಪಗೊಳಿಸಿ ಅಂಡೋತ್ಪತ್ತಿಯನ್ನು ತಡೆಯುತ್ತದೆ.
ml_in: ബീജവും അണ്ഡവും കൂടിച്ചേരുന്നത് തടയാൻ സെർവിക്കൽ മ്യൂക്കസ് കട്ടിയാക്കുകയും അണ്ഡോത്പാദനം തടയുകയും ചെയ്യുന്നു.
or_in: ଶୁକ୍ରାଣୁ ଓ ଡିମ୍ୱକୁ ମିଶିବାରୁ ରୋକିବା ପାଇଁ ଏବଂ ଡିମ୍ୱୋଦୟ ପ୍ରତିରୋଧ କରିବା ପାଇଁ ଗ୍ରୀବା ଶ୍ଳେଷ୍ମାକୁ ପତଳା କରିଥାଏ
pa_in: ਸ਼ੁਕਰਾਣੂ ਅਤੇ ਅੰਡੇ ਨੂੰ ਮਿਲਣ ਤੋਂ ਰੋਕਣ ਲਈ ਸਰਵਾਈਕਲ ਦੇ ਮਿਊਕਸ ਨੂੰ ਮੋਟਾ ਕਰਦਾ ਹੈ ਅਤੇ ਓਵੂਲੇਸ਼ਨ(ਅੰਡਕੋਸ਼) ਨੂੰ ਰੋਕਦਾ ਹੈ
ta_in: விந்து மற்றும் முட்டை சந்திப்பதை தடுக்க, கர்ப்பப்பை வாய் சளியை தடிமனாக்குகிறது மற்றும் அண்ட விடுப்பை தடுக்கிறது.
te_in: స్పెర్మ్ మరియు గుడ్డు కలవకుండా నిరోధించడానికి గర్భాశయ శ్లేష్మం చిక్కగా మరియు అండోత్సర్గము నిరోధిస్తుంది

source: This chart demonstrates the comparative efficacy with typical use of commonly used contraceptive methods.
as_in: এই চাৰ্টখনে সচৰাচৰতে ব্যৱহৃত গৰ্ভনিৰোধক পদ্ধতিসমূহৰ সাধাৰণ ব্যৱহাৰৰ যোগেদি তুলনামূলক কাৰ্যকাৰীতা উদাহৰণ সহ দাঙি ধৰে।
bn_in: এই তালিকাটি সাধারণভাবে ব্যবহৃত গর্ভনিরোধকের চিরাচরিত ব্যবহারের সাথে তুলনামূলক ফলপ্রসূতা প্রদর্শন করে।
gu_in: આ ચાર્ટ સર્વસામાન્ય રીતે ઉપયોગમાં લેવાતી ગર્ભનિરોધ પદ્ધતિઓના ચોક્કસ ઉપયોગની તુલનાત્મક અસરકારકતાને દર્શાવે છે
hi: यह चार्ट आमतौर पर उपयोग में लाए जाने वाली गर्भनिरोधक विधियों के सामान्य उपयोग की तुलनात्मक प्रभाविता को दर्शाता है
kn_in: ಈ ಪಟ್ಟಿಯು ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸುವ ಗರ್ಭನಿರೋಧಕ ವಿಧಾನಗಳ ಸಾಮಾನ್ಯ ಬಳಕೆಯೊಂದಿಗೆ ತುಲನಾತ್ಮಕ ಪರಿಣಾಮಕಾರಿತ್ವವನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ.
ml_in: ഈ ചാർട്ട് സാധാരണമായി ഉപയോഗിക്കുന്ന ഗർഭനിരോധന മാർഗ്ഗങ്ങളുടെ സാധാരണ ഉപയോഗത്തിന്റെ താരതമ്യത്തിലുള്ള ഫലപ്രാപ്തി കാണിക്കുന്നു .
or_in: ଏହି ଚାର୍ଟ ସାଧାରଣତଃ ବ୍ୟବହୃତ ଗର୍ଭନିରୋଧକ ପଦ୍ଧତିର ବିଶେଷ ବ୍ୟବହାର ସହିତ ତୁଳନାତ୍ମକ ପ୍ରଭାବଶୀଳତାକୁ ପ୍ରଦର୍ଶିତ କରିଥାଏ
pa_in: ਇਹ ਚਾਰਟ ਆਮ ਤੌਰ 'ਤੇ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਦੀ ਖ਼ਾਸ ਵਰਤੋਂ ਨਾਲ ਤੁਲਨਾਤਮਕ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ
ta_in: இந்த விளக்கப்படம் பொதுவாகப் பயன்படுத்தப்படும் கருத்தடை முறைகளின் வழக்கமான பயன்பாட்டுடன் ஒப்பீட்டு செயல்திறனை விளக்குகிறது.
te_in: సాధారణంగా వాడుకలో ఉండే గర్భనిరోధక పద్ధతులను వాడడం వలన కలిగే ఫలితాన్ని పోల్చి ఎలా ప్రయోజన తరము ఈ ఛార్టు చూపిస్తుంది.

source: This method is highly effective for preventing pregnancy. It can be used within 5 days of unprotected intercourse as an emergency contraceptive. However, when the time of ovulation can be estimated, the Cu-IUD can be inserted beyond 5 days after intercourse, if necessary, as long as the insertion does not occur more than 5 days after ovulation.
as_in: গৰ্ভধাৰণ প্ৰতিৰোধ কৰাৰ বাবে এই পদ্ধতিটো যথেষ্ট কাৰ্যকৰী। ইয়াক অসুৰক্ষিত যৌন সম্ভোগৰ 5 দিনৰ ভিতৰত জৰুৰীকালীন গৰ্ভনিৰোধক হিচাপে ব্যৱহাৰ কৰিব পাৰি। অৱশ্যে, যেতিয়া ডিম্বস্ফোটনৰ সময় অনুমান কৰিব পাৰি, যৌন সম্ভোগৰ 5 দিনৰ পিছতো, প্ৰয়োজন হ'লে, ডিম্বস্ফোটনৰ 5 দিনৰ পিছলৈকে Cu-IUD প্ৰবিষ্ট কৰিব পাৰি।
bn_in: গর্ভধারণ রোধ করতে এই পদ্ধতিটি খুবই কার্যকর। এটি জরুরী অবস্থায় গর্ভনিরোধক হিসেবে অসুরক্ষিত যৌন মিলনের 5 দিনের মধ্যে ব্যবহার করা যায়। তবে, ডিম্বস্ফোটনের সময়টি অনুমান করা গেলে, প্রয়োজন হলে, যৌন মিলনের 5 দিন পর Cu-IUD প্রবেশ করানো যায়, যতক্ষণ না ডিম্বস্ফোটনের পর 5 দিনের বেশি প্রবেশন না করানো হয়।
gu_in: આ પદ્ધતિ ગર્ભાવસ્થાને નિવારવા માટે અત્યંત અસરકારક છે. ઇમર્જન્સીમાં ઉપયોગમાં લેવાની ગર્ભનિરોધક તરીકે તેનો ઉપયોગ અસુરક્ષિત સમાગમ કર્યાના 5 દિવસની અંદર કરવાનો હોય છે. જોકે, જ્યારે અંડોત્સર્ગનો અંદાજ લગાવી શકાય છે, ત્યારે જો જરૂર જણાય તો જાતીય સમાગમના 5 દિવસ પછી પણ Cu-IUDને દાખલ કરી શકાય છે, જોકે, Cu-IUDને અંડોત્સર્ગના 5 દિવસ પછી દાખલ કરેલું હોવું જોઇએ નહીં.
hi: गर्भावस्था को रोकने के लिए यह विधि अत्यधिक प्रभावी है। इसे असुरक्षित संभोग के 5 दिनों के अंदर आपातकालीन गर्भनिरोधक के रूप में उपयोग किया जा सकता है। हालाँकि, जब स्त्रीबीजजनन (ओव्यूलेशन) के समय का अनुमान लगाया जा सकता है, तो Cu-IUD को संभोग के 5 दिनों के बाद अन्तर्निविष्ट किया जा सकता है, यदि आवश्यक हो, जबकि अंतर्वेशन ओव्यूलेशन के 5 दिनों से अधिक बाद न हो।सामान्य Cu-IUD के अंतर्वेशन के लिए पात्रता मानदंड जो आपातकालीन गर्भनिरोधक के रूप में Cu-IUD के अंतर्वेशन के लिए भी लागू होते हैं।
kn_in: ಗರ್ಭಧಾರಣೆಯನ್ನು ತಡೆಗಟ್ಟಲು ಈ ವಿಧಾನವು ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿದೆ. ಇದನ್ನು ತುರ್ತು ಗರ್ಭನಿರೋಧಕವಾಗಿ ಅಸುರಕ್ಷಿತ ಸಂಭೋಗದ 5 ದಿನಗಳ ಒಳಗೆ ಬಳಸಬಹುದು. ಆದಾಗ್ಯೂ, ಅಂಡೋತ್ಪತ್ತಿಯ ಸಮಯವನ್ನು ಅಂದಾಜು ಮಾಡಬಹುದಾದಲ್ಲಿ, ಸಂಭೋಗದ ನಂತರದ 5 ದಿನಗಳಲ್ಲಿ, ಅಗತ್ಯವಿದ್ದರೆ, ಒಳಸೇರಿಸುವಿಕೆಯು ಅಂಡೋತ್ಪತ್ತಿಯ ನಂತರದ 5 ದಿನಗಳನ್ನು ಮೀರದಂತೆ ಆಗಿದ್ದಲ್ಲಿ Cu-IUDಯನ್ನು ಸೇರಿಸಬಹುದು.
ml_in: ഈ രീതി ഗർഭധാരണം തടയുന്നതിന് വളരെ ഫലപ്രദമാണ്. സുരക്ഷിതമല്ലാത്ത ലൈംഗിക ബന്ധം കഴിഞ്ഞ് 5 ദിവസത്തിനുള്ളിൽ ഇത് അടിയന്തിര ഗർഭനിരോധന മാർഗ്ഗമായി ഉപയോഗിക്കാം. എന്നിരുന്നാലും, അണ്ഡോത്പാദനം കഴിഞ്ഞ് 5 ദിവസത്തിൽ കൂടുതൽ നിക്ഷേപിക്കൽ സംഭവിക്കാത്തിടത്തോളം, ആവശ്യമെങ്കിൽ അണ്ഡോത്പാദന സമയം കണക്കാക്കാൻ കഴിയുമ്പോൾ, ലൈംഗിക ബന്ധത്തിന് ശേഷം 5 ദിവസത്തിനപ്പുറം Cu-IUD നിക്ഷേപിക്കാവുന്നതാണ്.
or_in: ଗର୍ଭଧାରଣ ରୋକିବା ପାଇଁ ଏହି ପ୍ରଣାଳୀ ହେଉଛି ସବୁଠାରୁ ପ୍ରଭାବଶାଳୀ। ଅସୁରକ୍ଷିତ ସମ୍ଭୋଗର 5 ଦିନ ମଧ୍ୟରେ ଏହାକୁ ଏକ ଜରୁରୀକାଳୀନ ଗର୍ଭନିରୋଧକ ଭାବରେ ବ୍ୟବହାର କରିହେବ। ହେଲେ, ଯେତେବେଳେ ଡିମ୍ୱୋଦୟର ସମୟ ଅନୁମାନ କରିହେବ, ସେତେବେଳେ ସମ୍ଭୋଗର 5 ଦିନ ପରେ Cu-IUD ଭର୍ତ୍ତି କରିହେବ, ଯଦି ଆବଶ୍ୟକ ହୁଏ, ଯେପର୍ଯ୍ୟନ୍ତ ଡିମ୍ୱୋଦୟର 5 ଦିନରୁ ଅଧିକ ପର୍ଯ୍ୟନ୍ତ ସନ୍ନିବେଶ ଘଟିନଥିବ।<br><br>ଜରୁରୀକାଳୀନ ଗର୍ଭନିରୋଧକ ଭାବରେ Cu-IUDs ର ସନ୍ନିବେଶ ପାଇଁ ସାଧାରଣ Cu-IUD ସନ୍ନିବେଶ ନିମନ୍ତେ ଯୋଗ୍ୟତା ମାନଦଣ୍ଡ ମଧ୍ୟ ଲାଗୁ ହେବ।
pa_in: ਗਰਭ ਅਵਸਥਾ ਨੂੰ ਰੋਕਣ ਲਈ ਇਹ ਤਰੀਕਾ ਬਹੁਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੈ। ਇਸਦੀ ਵਰਤੋਂ ਅਸੁਰੱਖਿਅਤ ਸੰਭੋਗ ਦੇ 5 ਦਿਨਾਂ ਦੇ ਅੰਦਰ-ਅੰਦਰ ਐਮਰਜੈਂਸੀ ਗਰਭ ਨਿਰੋਧਕ ਵਜੋਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਹਾਲਾਂਕਿ, ਜਦੋਂ ਓਵੂਲੇਸ਼ਨ ਦੇ ਸਮੇਂ ਦਾ ਅੰਦਾਜ਼ਾ ਲਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ, ਤਾਂ Cu-IUD ਨੂੰ ਸੰਭੋਗ ਤੋਂ 5 ਦਿਨਾਂ ਤੋਂ ਬਾਅਦ ਅੰਦਰ ਪਾਇਆ ਜਾ ਸਕਦਾ ਹੈ, ਜੇ ਜ਼ਰੂਰਤ ਹੋਵੇ, ਜਦੋਂ ਤੱਕ ਕਿ ਇਨਸਰਸ਼ਨ ਓਵੂਲੇਸ਼ਨ ਨੂੰ 5 ਦਿਨਾਂ ਤੋਂ ਵੱਧ ਨਾ ਹੋਏ ਹੋਣ।\n\n ਆਮ Cu-IUD ਇਨਸਰਸ਼ਨ ਲਈ ਯੋਗਤਾ ਮਾਪਦੰਡ ਐਮਰਜੈਂਸੀ ਗਰਭ ਨਿਰੋਧਕ ਵਜੋਂ Cu-IUD ਦੀ ਇਨਸਰਸ਼ਨ ਲਈ ਵੀ ਲਾਗੂ ਹੁੰਦੇ ਹਨ।
ta_in: கர்ப்பத்தைத் தடுக்க இந்த முறை மிகவும் பயனுள்ளதாக இருக்கும். இதனை அவசர கருத்தடையாக பாதுகாப்பற்ற உடலுறவின் 5 நாட்களுக்குள் பயன்படுத்தப்படலாம். இருப்பினும், கருமுட்டை வெளியேறும் நேரத்தை மதிப்பிடும்போது, ​​ தேவைப்பட்டால், கருமுட்டை வெளியேறிய பின் 5 நாட்களுக்கு மேல் செருகப்படாமல் இருக்கும் வரை, Cu-IUD ஐ உடலுறவுக்குப் பிறகு 5 நாட்களுக்கு மேல் செருகலாம்.
te_in: గర్భధారణను నివారించడానికి, ఈ పద్ధతి చాలా ప్రభావవంతంగా ఉంటుంది. అత్యవసర గర్భనిరోధకంగా అసురక్షిత సంభోగం. అయినప్పటికీ, ఇది 5 రోజుల్లో ఉపయోగించవచ్చు, అండోత్సర్గము యొక్క సమయాన్ని అంచనా వేయగలిగినప్పుడు, అవసరమైతే, అండోత్సర్గము తర్వాత 5 రోజుల కంటే ఎక్కువఅయి, చొప్పించడం జరగనంత వరకు, Cu-IUDని సంభోగం తర్వాత 5 రోజులకు మించితే, చొప్పించవచ్చు.

source: Thyroid disorders.
as_in: থাইৰইডৰ বিসঙ্গতি।
bn_in: থাইরয়েডের সমস্যা।
gu_in: થાઇરોડનો વિકાર.
hi: थायराइड विकार
kn_in: ಥೈರಾಯ್ಡ್ ಅಸ್ವಸ್ಥತೆಗಳು.
ml_in: തൈറോയ്ഡ് തകരാറുകൾ.
or_in: ଥାଇରଏଡ୍ ବିକାର
pa_in: ਥਾਇਰਾਈਡ ਵਿਕਾਰ
ta_in: தைராய்டு கோளாறுகள்.
te_in: థైరాయిడ్ రుగ్మతలు

source: Timing for repeat injections
as_in: বেজীৰ পুনৰাবৃত্তিৰ কৰাৰ সময়
bn_in: ইনজেকশন পুনরাবৃত্ত করার সময়সূচী
gu_in: ફરીથી ઇન્જેક્શન મૂકવાનો સમય
hi: इंजेक्शन को दुबारा लगाने का समय
kn_in: ಪುನರಾವರ್ತಿತ ಚುಚ್ಚುಮದ್ದಿನ ಸಮಯ
ml_in: ആവർത്തിച്ചുള്ള കുത്തിവയ്പ്പുകൾക്കുള്ള സമയം
or_in: ପୁନରାବର୍ତ୍ତ ଇଞ୍ଜେକ୍ସନ୍ ପାଇଁ ସମୟ
pa_in: ਦੁਬਾਰਾ ਲਗਾਉਣ ਵਾਲੇ ਟੀਕਿਆਂ ਲਈ ਸਮਾਂ
ta_in: திரும்பத் திரும்ப ஊசி போடுவதற்கான நேரம்
te_in: పునరావృత ఇంజెక్షన్ల సమయం

source: To check if migraine has aura, ask “Do you see a bright spot in your vision before bad headaches?” If condition developed while on POP DMPA, NET-EN, Implants, LNG-IUD, switch to non-hormonal method.
as_in: মাইগ্ৰেনৰ অ'ৰা (পোহৰৰ বলয়) আছে নেকি পৰীক্ষা কৰিবলৈ, সুধিব তীব্ৰ মূৰৰ বিষ হোৱাৰ আগতে আপুনি উজ্জ্বল বলয় দেখে নেকি? যদি POP DMPA, NET-EN, ইমপ্লেণ্ট, LNG-IUD-ত থাকোতে সমস্যা দেখা দিয়ে, হৰমন নোহোৱা পদ্ধতিলৈ সলনি কৰক।
bn_in: মাইগ্রেনে অরা আছে কিনা পরীক্ষা করতে, জিজ্ঞাসা করুন “কষ্টকর মাথা যন্ত্রণার পূর্বে আপনার দৃষ্টিতে উজ্জ্বল দাগ দেখতে পান কি?” POP DMPA, NET-EN, ইমপ্ল্যান্ট, LNG-IUD তে থাকাকালীন সমস্যা তৈরি হলে, হরমোন-হীন পদ্ধতিতে চলে যান।
gu_in: માઇગ્રેન ઑરા ધરાવે છે કે નહીં તે ચકાસવા માટે પૂછો કે, ‘શું તમને માથામાં ભારે દુઃખાવો શરૂ થાય તે પહેલાં તમારી દ્રષ્ટિમાં ચમકતો ધબ્બો દેખાય છે?’ જો POP DMPA, NET-EN, ઇમ્પાલન્ટ્સ, LNG-IUD પર હો ત્યારે આ પરિસ્થિતિ વિકસે તો નોન-હોર્મોનલ પદ્ધતિ પર ફેરવાઈ જાઓ.
hi: यह जांचने के लिए कि क्या आधासीसी आभा (माइग्रेन ऑरा) है, पूछें ‘‘क्या आपको गंभीर सिरदर्द से पहले अपनी दृष्टि में कोई चमकीला धब्बा दिखाई देता है?’’ यदि स्थिति POP DMPA, NET-EN, इम्प्लांट्स, LNG-IUD, के दौरान विकसित होती है, तो गैर-हार्मोनल विधि अपनाएं।
kn_in: ತಲೆಶೂಲೆಯ ಸೆಳವು ಇದೆಯೇ ಎಂದು ಪರೀಕ್ಷಿಸಲು, 'ಕೆಟ್ಟ ತಲೆನೋವಿನ ಮೊದಲು ನಿಮ್ಮ ದೃಷ್ಟಿಯಲ್ಲಿ ಪ್ರಕಾಶಮಾನವಾದ ಚುಕ್ಕೆ ನಿಮಗೆ ಕಾಣುತ್ತದೆಯೇ?' ಎಂದು ಕೇಳಿ. POP DMPA, NET-EN, ಕಸಿಗಳು, LNG-IUDಯಲ್ಲಿರುವಾಗ ಸ್ಥಿತಿ ಬೆಳವಣಿಗೆಯಾದರೆ, ಹಾರ್ಮೋನ್ ರಹಿತ ವಿಧಾನಕ್ಕೆ ಬದಲಿಸಿ.
ml_in: മൈഗ്രെയ്ന് പ്രകാശവലയം ഉണ്ടോ എന്ന് പരിശോധിക്കാൻ, 'തലവേദനയ്ക്ക് മുമ്പ് നിങ്ങളുടെ കാഴ്ചയിൽ തെളിച്ചമുള്ള ഒരു വലയം കാണുന്നുണ്ടോ? POP DMPA, NET-EN, ഇംപ്ലാന്റുകൾ, LNG-IUD എന്നിവയിലായിരിക്കുമ്പോൾ അവസ്ഥ വർദ്ധിച്ചാൽ, ഹോർമോൺ ഇതര രീതിയിലേക്ക് മാറുക.
or_in: ଅଧକପାଳୀର ପୂର୍ବାଭାସ ଅଛି କି ନାହିଁ ଯାଞ୍ଚ କରିବାକୁ ପଚାରନ୍ତୁ "ଖରାପ ମୁଣ୍ଡବିନ୍ଧା ପୂର୍ବରୁ ଆପଣଙ୍କ ଆଖି ଆଗରେ କୌଣସି ଉଜ୍ଜ୍ୱଳ ଦାଗ ଦେଖାଯାଉଛି କି?"ଯଦି POP DMPA, NET-EN, ପ୍ରତ୍ୟାରୋପଣ, LNG-IUD ରେ ଥିଭା ସମୟରେ ଯଦି ଅବସ୍ଥା ବିକଶିତ ହୁଏ, ତେବେ ଅଣ-ହର୍ମୋନଲ୍ ପ୍ରଣାଳୀକୁ ସ୍ୱୀଚ୍ କରନ୍ତୁ
pa_in: ਇਹ ਜਾਂਚਕਰਨ ਲਈ ਕਿ ਕੀ ਮਾਈਗ੍ਰੇਨ ਵਿੱਚ ਔਰਾ ਹੈ, ਪੁੱਛੋ "ਕੀ ਤੁਸੀਂ ਬੁਰੇ ਸਿਰ ਦਰਦ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀ ਨਜ਼ਰ ਵਿੱਚ ਇੱਕ ਚਮਕਦਾਰ ਸਥਾਨ ਵੇਖਦੇ ਹੋ?” ਜੇ POP DMPA, NET-EN, ਇੰਪਲਾਂਟ, LNG-IUD 'ਤੇ ਸਥਿਤੀ ਵਿਕਸਤ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਗੈਰ-ਹਾਰਮੋਨਲ ਵਿਧੀ 'ਤੇ ਬਦਲੋ
ta_in: ஒற்றைத்தலைவலியில்,வெளிச்சம் தென்படுகிறதா என்று சோதிக்க, பின்வருமாறு கேட்கவும் : “ மோசமான தலைவலிகளுக்கு முன்னதாக உங்க்கள் பார்வையில் ஒரு பிரகாசமான புள்ளியை நீங்கள் காண்கிறீர்களா?” POP DMPA, NET-EN, இம்ப்ளேன்ட்டுகள், , LNG-IUD மருந்துகளில் இருக்கும் போது ஒற்றைத்தலைவலி உண்டானால், நான் – ஹார்மோனல் முறைக்கு மாறவும்.

source: Transcervical methods of female sterilization are not addressed in these recommendations.
as_in: মহিলাৰ বন্ধ্যাকৰণৰ ট্ৰেন্সচাৰ্ভাইকেল পদ্ধতিবোৰ এই পৰামৰ্শবোৰত সামৰি লোৱা হোৱা নাই।
bn_in: এইসব সুপারিশে মহিলা বন্ধ্যাত্বকরণের ট্রান্সসার্ভিক্যাল পদ্ধতিগুলি দেওয়া হয়নি।
gu_in: સ્ત્રીઓની નસબંધીની ટ્રાન્સસર્વાઇકલ પદ્ધતિઓને અહીં કરવામાં આવેલી ભલામણોમાં ધ્યાન પર લેવામાં આવી નથી.
hi: महिला नसबंदी की ट्रांससर्विकल विधियों पर इन सिफारिशों में ध्यान नहीं दिया गया है।
kn_in: ಸ್ತ್ರೀ ಸಂತಾನಹರಣ ಶಸ್ತ್ರಚಿಕಿತ್ಸೆಯ ಟ್ರಾನ್ಸ್‌ಸರ್ವಿಕಲ್ ವಿಧಾನಗಳನ್ನು ಈ ಶಿಫಾರಸುಗಳಲ್ಲಿ ಉಲ್ಲೇಖಿಸಲಾಗಿಲ್ಲ.
ml_in: സ്ത്രീയുടെ വന്ധ്യംകരണത്തിന്റെ ട്രാൻസ് സെർവിക്കൽ രീതികൾ ഈ ശുപാർശകളിൽ പരാമർശിച്ചിട്ടില്ല.
or_in: ଏହି ସୁପାରିସଗୁଡ଼ିକରେ ମହିଳା ବନ୍ଧ୍ୟାକରଣର ଟ୍ରାନ୍ସସରଭାଇକଲ୍ ପ୍ରଣାଳୀକୁ ସମ୍ୱୋଧିତ କରାଯାଇନାହିଁ।
pa_in: ਇਨ੍ਹਾਂ ਸਿਫਾਰਸ਼ਾਂ ਵਿੱਚ ਔਰਤਾਂ ਦੀ ਨਸਬੰਦੀ ਦੇ ਟ੍ਰਾਂਸਸਰਵਾਈਕਲ ਵਿਧੀਆਂ ਨੂੰ ਸੰਬੋਧਿਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ।
ta_in: பெண் கருத்தடையின் டிரான்ஸ்செர்விகல் முறைகள் பற்றி இந்த பரிந்துரைகளில் குறிப்பிடப்படவில்லை.
te_in: స్త్రీ సంతానోత్పత్తి కలుగకుండా స్త్రీకి చేసే శస్త్ర చికిత్స, స్టెరిలైజేషన్ యొక్క ట్రాన్స్ సెర్వికల్ పద్ధతులు ఈ సిఫార్సులలో ప్రస్తావించబడలేదు.

source: Tuberculosis (non-pelvic).
as_in: যক্ষ্মা (শ্ৰোণীৰ নহয়)।
bn_in: টিউবারকিউলোসিস (নন-পেলভিক)।
gu_in: ટ્યુબરક્યુલોસિસ (નોન-પેલ્વિક).
hi: क्षय रोग (गैर-श्रोणि)
kn_in: ಕ್ಷಯರೋಗ (ಟೊಂಕದ್ದಲ್ಲದ).
ml_in: ക്ഷയം (പെൽവിക് അല്ലാത്തത്).
or_in: ଯକ୍ଷ୍ମା (ଅଣ-ଶ୍ରୋଣୀ)
pa_in: ਤਪਦਿਕ (ਗੈਰ-ਪੈਲਵਿਕ)
ta_in: காசநோய் (ஈடுப்புப் பகுதியின்றி).
te_in: క్షయవ్యాధి (నాన్-పెల్విక్)

source: Ulipristal acetate
as_in: উলিপ্ৰিষ্টেল এচিটেট
bn_in: ইউলিপ্রিস্টাল অ্যাসেটেট
gu_in: યુલિપ્રિસ્ટાલ એસીટેટ
hi: यूलिप्रिस्टल एसीटेट
kn_in: ಯುಲಿಪ್ರಿಸ್ಟಲ್ ಅಸಿಟೇಟ್
ml_in: യൂലിപ്രിസ്റ്റൽ അസെറ്റേറ്റ്
or_in: ଉଲିପ୍ରିଷ୍ଟଲ୍ ଏସିଟେଟ୍
pa_in: ਉਲੀਪ੍ਰਿਸਟਲ ਐਸੀਟੇਟ
ta_in: யூலிப்ரிஸ்டல் அசிடேட்
te_in: యులిప్రిస్టల్ అసిటేట్

source: Uncomplicated valvular heart disease.
as_in: জটিল নোহোৱা ভালভুলাৰ হৃদৰোগ।
bn_in: জটিলতা-হীন হৃৎপিণ্ডের ভাল্ভিউলার অসুখ।
gu_in: જટિલ ના હોય તેવો વાલ્વુલર હાર્ટ ડીસીઝ.
hi: जटिलतारहित वाल्वुलर हृदय रोग
kn_in: ಸಂಕೀರ್ಣವಲ್ಲದ ರಕ್ತನಾಳೀಯ ಹೃದಯ ಕಾಯಿಲೆ.
ml_in: സങ്കീർണ്ണമല്ലാത്ത വാൽവുലർ ഹൃദ്രോഗം.
or_in: ଅଣଜଟିଳ କପାଟିକା ହୃଦୟ ରୋଗ
pa_in: ਸਰਲ ਵਾਲਵੁਲਰ ਦਿਲ ਦੀ ਬਿਮਾਰੀ
ta_in: சிக்கலற்ற வால்வுலர் இதய நோய்.
te_in: సంక్లిష్టత లేని వాల్యులర్ గుండె జబ్బు

source: Unexplained Vaginal Bleeding
as_in: যোনি থেকে অপ্রত্যাশিত রক্তপাত
bn_in: যোনি থেকে অপ্রত্যাশিত রক্তপাত
gu_in: યોનિમાંથી અસ્પષ્ટ રીતે રક્તસ્રાવ થવો
hi: अस्पष्टीकृत योनि से रक्तस्राव
kn_in: ವಿವರಿಸಲಾಗದ ಯೋನಿಯ ರಕ್ತಸ್ರಾವ
ml_in: കാരണമറിയാത്ത യോനിയിലെ രക്തസ്രാവം
or_in: ଅବର୍ଣ୍ଣନନୀୟ ଯୋନି ରକ୍ତସ୍ରାବ
pa_in: ਯੋਨੀ ਵਿੱਚੋਂ ਅਸਪਸ਼ਟ ਖੂਨ ਵਹਿਣਾ
ta_in: விளக்கமில்லாத பிறப்புறுப்பு இரத்தப் போக்கு
te_in: చెప్పలేని యోని రక్తస్రావం

source: Use of the method not usually
as_in: আন, অধিক আৰু উপযুক্ত পদ্ধতি উপলব্ধ হ'লে বা গ্ৰহণযোগ্য হ'লে সাধাৰণতে পদ্ধতিটো ব্যৱহাৰৰ পৰামৰ্শ দিয়া নহয়।
bn_in: পদ্ধতির ব্যবহার সাধারণত সুপারিশ করা হয় না, যদি না আরও অন্যান্য ও উপযুক্ত পদ্ধতি উপলভ্য বা গ্রহণযোগ্য না থাকে।
gu_in: જ્યાં સુધી અન્ય વધુ યોગ્ય પદ્ધતિઓ ઉપલબ્ધ ના થાય કે સ્વીકાર્ય ના હોય ત્યાં સુધી સામાન્ય રીતે આ પદ્ધતિનો ઉપયોગ કરવાની ભલામણ કરવામાં આવતી નથી
hi: आमतौर पर विधि का उपयोग अनुशंसित नहीं किया जाता है
kn_in: ಇತರ ಸೂಕ್ತ ವಿಧಾನಗಳು ಲಭ್ಯವಿರದ ಅಥವಾ ಸ್ವೀಕಾರಾರ್ಹವಾಗಿರದ ಹೊರತು ಈ ವಿಧಾನದ ಬಳಕೆಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಶಿಫಾರಸು ಮಾಡಲಾಗುವುದಿಲ್ಲ
ml_in: മറ്റ്, കൂടുതൽ ഉചിതമായ രീതികൾ ലഭ്യമല്ലാത്തപക്ഷം, അല്ലെങ്കിൽ സ്വീകാര്യമായില്ലെങ്കിൽ രീതിയുടെ ഉപയോഗം സാധാരണയായി ശുപാർശ ചെയ്യുന്നില്ല
ta_in: வேறு, அதிக பொருத்தமான முறைகள் இல்லாவிட்டாலோ அல்லது ஒப்புக் கொள்ளப்படாவிட்டாலோ அன்றி, இந்த முறையின் உபயோகம் பொதுவாக பரிந்துரைக்கப் படுவதில்லை

source: Use of the method not usually recommended unless other, more and appropriate methods are not available or acceptable
as_in: আন, অধিক আৰু উপযুক্ত পদ্ধতি উপলব্ধ হ'লে বা গ্ৰহণযোগ্য হ'লে সাধাৰণতে পদ্ধতিটো ব্যৱহাৰৰ পৰামৰ্শ দিয়া নহয়
bn_in: পদ্ধতির ব্যবহার সাধারণত সুপারিশ করা হয় না, যদি না আরও অন্যান্য ও উপযুক্ত পদ্ধতি উপলভ্য বা গ্রহণযোগ্য না থাকে।
gu_in: જ્યાં સુધી અન્ય વધુ યોગ્ય પદ્ધતિઓ ઉપલબ્ધ ના થાય કે સ્વીકાર્ય ના હોય ત્યાં સુધી સામાન્ય રીતે આ પદ્ધતિનો ઉપયોગ કરવાની ભલામણ કરવામાં આવતી નથી
hi: जब तक कि अन्य, अधिक और उपयुक्त विधियां उपलब्ध या स्वीकार्य नहीं हों आमतौर पर विधि का उपयोग अनुशंसित नहीं किया जाता है
kn_in: ಇತರ ಸೂಕ್ತ ವಿಧಾನಗಳು ಲಭ್ಯವಿರದ ಅಥವಾ ಸ್ವೀಕಾರಾರ್ಹವಾಗಿರದ ಹೊರತು ಈ ವಿಧಾನದ ಬಳಕೆಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಶಿಫಾರಸು ಮಾಡಲಾಗುವುದಿಲ್ಲ
ml_in: മറ്റ്, കൂടുതൽ ഉചിതമായ രീതികൾ ലഭ്യമല്ലാത്തപക്ഷം, അല്ലെങ്കിൽ സ്വീകാര്യമായില്ലെങ്കിൽ രീതിയുടെ ഉപയോഗം സാധാരണയായി ശുപാർശ ചെയ്യുന്നില്ല
or_in: ଏହି ପ୍ରଣାଳୀର ବ୍ୟବହାରକୁ ସାଧାରଣତଃ ସୁପାରିସ କରାଯାଏ ନାହିଁ, ଯେପର୍ଯ୍ୟନ୍ତ ଅନ୍ୟ କୌଣସି , ଅଧିକ ଓ ଉପଯୁକ୍ତ ପ୍ରଣାଳୀ ଉପଲବ୍ଧ କିମ୍ୱା ସ୍ୱୀକାର କରାଯାଇନାହିଁ
pa_in: ਉਸ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਦੀ ਸਿਫਾਰਸ਼ ਆਮ ਤੌਰ 'ਤੇ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਜਦੋਂ ਤੱਕ ਹੋਰ, ਵਧੇਰੇ ਅਤੇ ਉਚਿਤ ਤਰੀਕੇ ਉਪਲਬਧ ਜਾਂ ਸਵੀਕਾਰਯੋਗ ਨਹੀਂ ਹੁੰਦੇ
ta_in: வேறு, அதிக பொருத்தமான முறைகள் இல்லாவிட்டாலோ அல்லது ஒப்புக் கொள்ளப்படாவிட்டாலோ அன்றி, இந்த முறையின் உபயோகம் பொதுவாக பரிந்துரைக்கப் படுவதில்லை
te_in: ఇతర, మరిన్ని మరియు తగిన పద్ధతులు అందుబాటులో లేకుంటే లేదా అంగీకరించలేకపోతే తప్పించి, సాధనాల విధానాన్ని ఉపయోగించడం సాధారణంగా సిఫార్సు చేయబడదు.
